{"title1":"The Messages","title2":"Dress Codes","title3":"Are Sending","dek":"How 390 high school dress codes are still sexualizing their students in 2019.","author":"<a href=https://pudding.cool/author/amber-thomas/ target=_blank>Amber Thomas</a>","assistance":"with data collection assistance from Kait Thomas and Anna Houston","date":"Feb 2019","preamble":"If you aren't currently in high school, it's probably been a while since you've read a student handbook.  Over the past few months, my colleagues and I have pored over 420 of them from schools across the US.  We focused specifically on the dress code section &mdash; a set of policies hotly debated for being racist, sexist, and promoting sexualization.  This is a story of how we got here and what we found along the way.","introQuestion":"In early 2017, writer Dana Schwartz posed a <a href=https://twitter.com/DanaSchwartzzz/status/846065368997212161 target=_blank>question</a> to the Twitter-verse: \"Ladies, when was the first time you were made to feel embarrassed and sexualized for what you wore?\"","introMemory":[{"type":"text","value":"I thought of my earliest memories of this type of behavior &mdash; the times when I wasn’t aiming to be “sexy”, but was perceived that way anyway. I remembered the girls stopped outside of our middle school dance because their shoulders and underarms were bare. Holding my arms by my sides while an administrator checked the length of my shorts. Being handed a detention slip because a small sliver of the skin on my torso was exposed. Like Dana, each of my earliest memories of feeling sexualized came from adults that were trying to enforce my school’s dress code."},{"type":"text","value":"I like to imagine that this wasn’t done maliciously. I mean, it’s not like my school’s policy actually said anything like this:"}],"convo1Time":"<span class=day>Today</span> 7:35 AM","convo1ReceivedName":"(Not a Real) Dress Code","convo1ReceivedText":"Ladies, your bodies are too sexy and need to be covered up.","convo1SentName":"Student","convo1SentText":"Umm, ok?","introMessage":[{"type":"text","value":"But that doesn’t mean that I hadn’t still received that message. Like so much else in life, words can often hold hidden meanings or insinuations."},{"type":"text","value":"For instance, at their core, enforcing dress codes requires information about what a student wears to school. Imagine if that was presented like this:"}],"convo2Time":"<span class=day>Today</span> 7:35 AM","convo2ReceivedName":"(Not a Real) Dress Code","convo2ReceivedText1":"Good morning, students.","convo2ReceivedText2":"What are you wearing?","convo2SentName":"Student","convo2SentText":"😬Nope","introLede":[{"type":"text","value":"The words themselves are harmless enough, but they are tinged with culture-specific meaning. In this case, they bring with them an inherent <a href=https://www.urbandictionary.com/define.php?term=What%20Are%20You%20Wearing%3F target=_blank>suggestion of sexuality</a>."},{"type":"text","value":"Without a knowledge of cultural contexts, computers are <a href=https://polytechnic.purdue.edu/newsroom/getting-artificial-intelligence-recognize-humor-no-laughing-matter target=_blank>often</a> <a href=https://www.scientificamerican.com/article/computers-can-sense-sarcasm-yeah-right/ target=_blank>terrible</a> at separating out explicitly written words from their underlying meaning. In text-only environments, humans are <a href=https://www.psychologytoday.com/us/blog/the-novel-perspective/201301/the-trouble-texting target=_blank>bad</a> at this too. That’s why many online forums have started using the <a href=https://www.urbandictionary.com/define.php?term=%2Fs target=_blank>“/s”</a> notation to indicate sarcasm. All of this makes any quantification of words’ implied meaning challenging.  That is, adding data to this conversation is difficult."},{"type":"text","value":"This is a story about weaving the words written in more than 420 high school dress codes together with research and reports about the implied meanings of the things we find."}],"bodyTitle":"Body Parts to Hide","bodyIntro":[{"type":"text","value":"According to the <a href=https://www.apa.org/pi/women/programs/girls/report-full.pdf target=_blank>American Psychological Association</a> (APA), one way to separate sexualization from healthy sexuality is based on whether or not the person is being  objectified. In other words, if a person is being perceived as a sexual object which exists for the pleasure of others, instead of an independent person whom is capable of making their own judgments and decisions on what is right for them, they are being objectified and thus sexualized."},{"type":"text","value":"<a href=https://scholarship.richmond.edu/cgi/viewcontent.cgi?referer=https://scholar.google.com/&httpsredir=1&article=2275&context=law-faculty-publications target=_blank>Many have argued</a> that dress codes often <a href=https://www.huffingtonpost.com/soraya-chemaly/every-reason-your-schools_b_8147266.html target=_blank>meet this qualification</a>. They suggest that at best, by prohibiting certain body parts from being visible, students receive the <a href=https://www.huffingtonpost.com/sophia-herbst/dress-coded-an-education-_b_5342040.html target=_blank>message</a> that those body parts are <a href=https://www.thenation.com/article/girls-speak-out-against-sexist-school-dress-codes/ target=_blank>important to others</a>. At worst, some say that dress codes go so far as to turn whole people into a <a href=https://beautyredefined.org/dress-codes-sexualizing-girls-more/ target=_blank>collection of inappropriate body parts to cover</a>."},{"type":"text","value":"In our analysis, we found that around 80% of dress codes prohibited at least one body part from being visible. Those prohibitions often look something like this:"}],"lockScreenTitle":"Messages","lockScreenTime":"now","bodyExample":"[Students may not wear] clothing that bares or exposes traditionally private parts of the body including, but not limited to, the stomach, buttocks, back and breasts.","bodyExampleSource":"Longmont High School (CO)","bodyPostExample":"Each of the figures below represents one school dress code. Any banned body parts have been removed from the figure. Hover or tap on any image to get a more zoomed in look.","bodyPartTitle":"The Body Parts Prohibited in Each School","bodyPartSub":"All 420 schools in our dataset","bodyPartButton":"Load 100 More","bodyPostMultiple":"You may have begun to notice some trends amongst the dress code policies. These may become clearer if we aggregate the data from all 420 schools in our dataset.","bodyBarTitle":"The Most Commonly Banned Visible Body Parts","bodyBarSub":"Percentage of 420 schools","bodyMid":[{"type":"text","value":"But like the stories of dress code infractions that pop up across the country, we find more information about the trends in dress codes in the aggregate. Midriffs &mdash; the front part of your body between your chest and your waist &mdash; is the most banned body part by a long shot. Which raises the question: why?"},{"type":"text","value":"In Western culture, the midriff, and navel in particular, has a long history of being seen as taboo or indecent. That is, the female midriff. In New York City, the female navel (i.e., belly button) was forbidden from being seen in public spaces until <a href=https://www.nytimes.com/1985/03/24/nyregion/repealing-dated-laws-the-navel-could-show.html target=_blank>1985</a>. Arguments go on about whether baring the female midriff is <a href=https://www.washingtonpost.com/lifestyle/style/midriffs-make-a-modest-comeback/2012/07/05/gJQA0HhxRW_story.html target=_blank>fashionable</a>, <a href=https://www.psychologytoday.com/us/blog/evolution-the-self/201705/what-s-so-sexy-about-belly-buttons target=_blank>erotic, or attractive</a> to those looking at her, but often don’t include the views of the people exposing their tummies."}],"bodyOutro":[{"type":"text","value":"Midriffs &mdash; the front part of your body between your chest and your waist &mdash; is the most banned body part by a long shot. Which raises the question: why?"},{"type":"text","value":"The stomach and belly button are not inherently sexual body parts. Though, in Western culture, the midriff, and navel in particular, has a long history of being seen as taboo or indecent. Specifically, the female midriff.  Ladies couldn’t show their belly buttons in Hollywood until x and in New York City the female navel was forbidden from being seen in public spaces until <a href=https://www.nytimes.com/1985/03/24/nyregion/repealing-dated-laws-the-navel-could-show.html target=_blank>1985</a>. These days, it’s more culturally acceptable in many spaces, though schools are clearly slow to come around to tummy-bearing attire. Arguments go on about whether baring the female midriff is <a href=https://www.washingtonpost.com/lifestyle/style/midriffs-make-a-modest-comeback/2012/07/05/gJQA0HhxRW_story.html target=_blank>fashionable</a>, <a href=https://www.psychologytoday.com/us/blog/evolution-the-self/201705/what-s-so-sexy-about-belly-buttons target=_blank>erotic, or attractive</a> to those looking at her, but always seem to focus on the people that are observing someone else’s midriff, rather than the person bearing their own."},{"type":"text","value":"This practice of commenting on someone else’s body and imposing sexuality upon them (whether they intended to be “sexy” or not) falls squarely into the APA’s <a href=https://www.apa.org/pi/women/programs/girls/report-full.pdf target=_blank>definition</a> of sexualization. Compounding the issue, some argue, is that by telling and showing students that these body parts are important to others, we are reinforcing the idea that those parts should be <a href=https://www.thenation.com/article/girls-speak-out-against-sexist-school-dress-codes/ target=_blank>important to the student too</a>. Unfortunately for students, studies have shown that when people of any age are consciously thinking about their appearance, they perform worse on various <a href=http://newsroom.unl.edu/releases/2011/02/03/Study%3A+'Objectifying+gaze'+triggers+conflicting+outcomes+for+women target=_blank>cognitive tasks</a> like <a href=https://www.ncbi.nlm.nih.gov/pubmed/9686464 target=_blank>math</a> <a href=https://www.ncbi.nlm.nih.gov/pubmed/15466604 target=_blank>tests</a> and are more likely to <a href=https://journals.sagepub.com/doi/abs/10.1111/j.1471-6402.1997.tb00108.x target=_blank>experience</a> eating disorders, low self-esteem, and <a href=https://academic.oup.com/jpepsy/article/40/7/704/890277 target=_blank>depression</a>."}],"clothesTitle":"Clothes We Wear","clothesIntro":[{"type":"text","value":"Of course, dress codes prohibit more than just specific body parts from being visible. As suggested by their name, they often list a number of items that students are not allowed to wear to school. While they can inclue all sorts of things from a requirement to wear shoes to leaving the spiked jewelry at home, let’s focus specifically on clothing items that are worn on your body.  This includes any form of shirt, pants, shorts, skirts, dresses, and undergarments."},{"type":"text","value":"Through our analysis, we found 48 items or styles that were banned for students at least 5% of the time. Although the rules are generally written to affect all students evenly, many of them affect some students more than others. For instance, although male students are also not allowed to wear halter tops, that fashion item is typically made and marketed to girls."},{"type":"text","value":"Let’s see which of the banned clothing items are specifically marketed to girls, boys, or students of any gender."}],"clothesGraphTitle":"Percentage of High Schools Which Prohibit Clothing Items","clothesGraphLegend":"Marketed to <span class=boys>boys</span> <span class=girls>girls</span> <span class=both>both</span>","clothesNotesTitle":"Notes:","clothingNotesText":[{"type":"text","value":"* the definition of “short” varies from school to school. The most common lengths for shorts, skirts, and dresses were “to the students fingertips” (46%), “longer than mid-thigh” (34%), and “longer than the knee” (8%). Another 34% didn’t specify a length, just prohibited “short” items of clothing. “Short” shirts refers typically to shirts that can’t be tucked in or touch the top of the pants."}],"clothesOutro":[{"type":"text","value":"You may have noticed that almost all of these items are likely prohibited because they reveal parts of the body. In fact, there are only 3 (pajamas, gym shorts, unhemmed pants) that seem to be banned from schools for any reason beyond “covering the body”."},{"type":"text","value":"Of the remaining 40 items, x% are marketed to girls, y% to any gender, and only z% marketed to boys. Once again we see that the bodies and clothes that girls are wearing are more highly regulated than other students."}],"wordsTitle":"The Words We Tell Our Students","wordsIntro":[{"type":"text","value":"Even after dress codes ban body parts and clothes that expose the body, making it clear that some parts of you should be hidden, the words we use further reinforce this idea. Most dress codes begin with a few sentences informing the reader what a dress code is for and why it exists.  You’ll often find phrases like the following:"}],"word-examples":[{"text":"Bizarre, immodest or revealing clothing demeans the value of the wearer and disrupts the educational atmosphere. It will not be permitted.","source":"Illinois Valley High School (OR)"},{"text":"The purpose of the Dress Code is to encourage students to focus on the learning process without the distractions of unsuitable dress and grooming.","source":"Lehigh Senior High School (FL)"},{"text":"Students are encouraged to ask themselves the following questions when choosing what to wear to school: <br>Does my outfit promote modesty and respectability? <br> Does my choice of clothing make those around me uncomfortable? <br> Does my clothing expose too much?","source":"Wausaukee High (WI)"},{"text":"The district’s dress code is established to teach grooming and hygiene, prevent disruption, and minimize safety hazards.","source":"Rusk High School (TX)"}],"wordsMid":[{"type":"text","value":"Our words matter. Whether intentionally or not, these dress codes are telling students (sometimes literally) that their bodies and modes of dress are distractions or linked to their value or self worth. And as we’ve already seen, it is largely the female students that are receiving these messages."},{"type":"text","value":"We extracted the most common words used to describe students, their bodies, or their mode of dress in the dress code. Explore some examples of the most common words and phrases below."}],"wordsGraphTitle":"Most Common Words in the Rationale for Dress Codes","wordsGraphSub":"Percentage of schools","methodsTitle":"Methods","methods":[{"type":"text","value":"All school handbooks were chosen for analysis opportunistically as follows: I found a list of thousands of potential public high schools using the National Center for Education Statistic’s (NCES) <a href=https://nces.ed.gov/ccd/schoolsearch>search function for public schools</a>. I limited the resulting schools to just those that had a web address listed and then accessed the homepage web content from each site searching for words like “handbook”, “dress code”, and “code of conduct”, filtering my list of schools to just those that contain one of the above phrases. Then, I manually visited the resulting (2000+) websites in an attempt to find the dress code. Dress codes were disqualified from analysis if they: had a uniform policy, were not from the 2018-2019 school year, or represented schools that “magnet” or “boarding” schools (according to the NCES)."},{"type":"text","value":"Once the list of dress codes was compiled, I and two data assistants (Kaitlyn Thomas and Anna Houston) manually recorded every rule listed in each dress code, the words used in the dress code’s rationale, as well as any listed sanctions for breaking the dress code."}],"moreTitle":"Looking for More?","more":[{"type":"text","value":"In the larger conversation around school dress codes, the sexualization of students is simply one part. Luckily, some amazing work has been done focusing on this and other areas as well:"}],"more-list":[{"title":"Dress Coded: Black girls, bodies, and bias in D.C. schools","link":"https://nwlc-ciw49tixgw5lbab.stackpathdns.com/wp-content/uploads/2018/04/5.1web_Final_nwlc_DressCodeReport.pdf","author":"National Women’s Law Center and DC Students","year":"2018","text":"Combining data from all but 3 of Washington DC’s public high school’s written dress code policies alongside the lived experiences of 21 black girls that attend/have recently attended those schools,  this report explores the effect of dress code policies on black girls. The authors of this report also discuss the impact of uniform policies on families and suggestions for how educators and policymakers can improve dress codes."},{"title":"How dress codes criminalize males and sexualize females of color","link":"https://www.kappanonline.org/pavlakis-roegman-dress-codes-gender-race-discrimination/","author":"Alyssa Pavlakis and Rachel Roegman","year":"2018","text":"Pavlakis and Roegman surveyed an entire school’s student population (with a total of 384 responses) and 13 teachers to learn about how often students followed the dress code, were disciplined for breaking the policies, and their feelings about the dress code overall. They explore gender, race, and the intersection of the two."},{"title":"Undressing the Dress Codes: An analysis of gender in high school dress code policies","link":"https://csus-dspace.calstate.edu/bitstream/handle/10211.3/198629/Jaymie%20Arns%20-%20Masters%20Thesis.pdf?sequence=1","author":"Jaymie Arns","year":"2017","text":"Through their Master’s Thesis, Arns dissects the dress codes in 56 public high schools in California (2016-2017 School Year) and how students at the intersections of gender and race are disproportionately targeted."},{"title":"“Tuck in that Shirt!” Race, class, gender, and discipline in an urban school","link":"https://journals.sagepub.com/doi/abs/10.1525/sop.2005.48.1.25","author":"Edward Morris","year":"2005","text":"Over the course of 2 school years, Morris observed and recorded the race, class, and gender influence on school disciplining of students’ bodies and dress in a Texas middle school."},{"title":"Model Student Dress Code","link":"https://noworegon.org/wp-content/uploads/sites/12/2018/01/or_now_model_student_dress_code_feb_2016__1_.pdf","author":"Oregon NOW","year":"2016","text":"The Oregon National Organization for Women (NOW) created a model student dress code “intended to address recent and escalating controversy and conversation both in Oregon and across the nation about overreaching and detrimental dress codes for some K-12 school students."}],"other":[{"type":"text","value":"The words themselves are harmless enough, but they are tinged with culture-specific meaning, in this case they sexually suggestive."},{"type":"text","value":"The thing is, dress codes are tricky. These rules were written, seemingly, in an attempt to cover up our bodies and prevent them from being sexualized. But their enforcement does <a href=https://beautyredefined.org/dress-codes-sexualizing-girls-more/ target=_blank>just the</a> <a href=https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1344762 target=_blank>opposite</a>, turning people into a collection of inappropriate body parts to be covered. These types of policies are in the <a href=https://www.huffingtonpost.com/topic/dress-code target=_blank>news</a> <a href=https://www.teenvogue.com/tag/dress-code target=_blank>constantly</a> as students push back against the antiquated rules. But even with a <a href=https://www.teenvogue.com/story/dress-codes-racist-black-girls-report-samantha-osullivan target=_blank>never-ending</a> <a href=https://www.theodysseyonline.com/sports-bra-suspension target=_blank>list</a> of <a href=https://www.theroot.com/black-codes-and-dress-codes-will-black-hair-always-be-1795599759 target=_blank>examples</a>, and research conducted on public schools in <a href=https://csus-dspace.calstate.edu/bitstream/handle/10211.3/198629/Jaymie%20Arns%20-%20Masters%20Thesis.pdf?sequence=1 target=_blank>California</a> and <a href=https://nwlc-ciw49tixgw5lbab.stackpathdns.com/wp-content/uploads/2018/04/5.1web_Final_nwlc_DressCodeReport.pdf target=_blank>Washington DC</a>, <a href=https://www.huffingtonpost.com/soraya-chemaly/every-reason-your-schools_b_8147266.html target=_blank>these</a> issues are still often presented to the public as a series of isolated incidents. I wanted to better understand just how pervasive the sexualization of students is in dress codes, so we analyzed 390 public high school dress codes across the US for the 2018-2019 school year."}],"explicitTitle":"Explicitly Gendered Policies","explicit-1":"In case you haven’t read one in a while, high school dress codes are typically written as a list of items that students are prohibited from wearing.","explicit-2":"When these policies are called “sexist” you may imagine that these policies are <strong>explicitly gendered</strong>. That is, that the policy is written to only affect one group of students. Here’s an example:","explicit-example":"“Male students may not wear earrings.”","explicit-3":"In this case, male students are being singled out and explicitly prohibited from wearing earrings, a fashion item that female students are still allowed to wear. We found gendered prohibitions like this in <span class=percentage>28% of schools</span>. Here are the most common items allowed for some students and prohibited for others.","explicit-4":[{"type":"text","value":"While technically <a href=https://www.rnelsonlawgroup.com/Articles/Rules-and-Risks-for-Gender-Specific-Dress-Codes.shtml target=_blank>legal</a>, policies like these promote gender <a href=https://www.racked.com/2018/4/23/17261508/gender-bending-men-dresses target=_blank>stereotypes</a> and can be especially damaging to <a href=https://www.glsen.org/sites/default/files/GLSEN%202017%20National%20School%20Climate%20Survey%20%28NSCS%29%20-%20Full%20Report.pdf target=_blank>LGBTQ and non-cisgender students</a>."},{"type":"text","value":"But this isn’t the only way that dress codes target certain types of students."}],"explicitBans-f":[{"name":"exposed midriff","slug":"midriff"},{"name":"piercings other than ear lobes","slug":"piercings"},{"name":"spaghetti strap tops","slug":"spaghettistrap"},{"name":"low neckline tops","slug":"lowneck"}],"explicitBans-m":[{"name":"earrings","slug":"earrings"},{"name":"sleeveless tops","slug":"sleeveless"},{"name":"piercings other than ear lobes","slug":"piercings"},{"name":"long hair","slug":"longhair"}],"createTitle":"Create Your Own Dress Code","createIntro1":"It may seem like the easiest way to eliminate sexism (and racism) in dress codes is to leave out any explicit prohibitions for certain groups of students. That is, frame all prohibitions like this:","createExample":"<span class=strike>Male</span> students may not wear earrings","createIntro2":"Let’s put that theory to the test. Below, you’ll find the 24 most commonly prohibited items in high schools across the US. Use them to create your own dress code. We aren’t allowing you to ban items for one type of student or another, so any items that you ban will be banned for all students.","createInstructions":"Tap the items below that you would NOT ALLOW in your dress code.","createFinish":"All Done","postCreate":"Alright, let’s take a look at the items you’ve prohibited.","genHisTitle":"Percentage of Prohibited Items Primarily Worn by Groups of Students","femTitle":"Feminine Clothing","masTitle":"Masculine Clothing","genHisSubTitle":"Per High School, Compared to All Prohibited Items","raceHisTitle":"Percentage of Prohibited Items Primarily Worn by Students of Color","raceHisSubTitle":"Compared to All Prohibited Items","colTitle":"Students of Color","whiTitle":"White Students","blockLegend":"= 1 High School Dress Code","preRace":"Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vestibulum scelerisque, nisl in finibus placerat, diam ipsum pharetra neque, ac rhoncus magna ante sit amet turpis. Vivamus sed arcu scelerisque, sollicitudin mi eget, sodales magna.","createItem":[{"name":"exposed midriff","slug":"midriff","gen":"f","race":"n"},{"name":"short* shorts","slug":"shorts","gen":"f","race":"n"},{"name":"hats","slug":"hats","gen":"m","race":"y"},{"name":"short* skirts","slug":"skirts","gen":"f","race":"n"},{"name":"bare feet","slug":"feet","gen":"n","race":"n"},{"name":"visible underwear","slug":"undergarments","gen":"n","race":"n"},{"name":"sagging pants","slug":"sagging","gen":"m","race":"y"},{"name":"sunglasses","slug":"sunglasses","gen":"n","race":"n"},{"name":"bandanas","slug":"bandanas","gen":"m","race":"y"},{"name":"sheer clothing","slug":"sheer","gen":"f","race":"n"},{"name":"strapless top","slug":"strapless","gen":"f","race":"n"},{"name":"spaghetti strap tops","slug":"spaghettistrap","gen":"f","race":"n"},{"name":"chains","slug":"chains","gen":"m","race":"y"},{"name":"low neckline tops","slug":"lowneck","gen":"f","race":"n"},{"name":"halter tops","slug":"halter","gen":"f","race":"n"},{"name":"head coverings","slug":"headcover","gen":"n","race":"n"},{"name":"hoods","slug":"hoods","gen":"m","race":"y"},{"name":"short* dresses","slug":"dresses","gen":"f","race":"n"},{"name":"pajamas","slug":"pajamas","gen":"n","race":"n"},{"name":"slippers","slug":"slippers","gen":"n","race":"n"},{"name":"caps","slug":"caps","gen":"m","race":"n"},{"name":"muscle shirts","slug":"muscle","gen":"m","race":"n"},{"name":"tank tops","slug":"tank","gen":"n","race":"n"},{"name":"spiked accessories","slug":"spikes","gen":"n","race":"n"}],"resultProseGen":[{"type":"text","value":"Although you were not allowed to explicitly ban clothing items for a single group of students in this exercise, we did allow you to prohibit clothing items that are <strong>primarily worn by</strong> specific groups of students. That is, typically, we would expect strapless tops to be worn more often by students that wear feminine clothing than masculine ones whereas students that wear masculine clothing are more likely to wear hats to school."},{"type":"text","value":"It looks like <span class=femPer>x</span> of your prohibited items are primarily worn by <span class=fem>feminine students</span>, <span class=masPer>x</span> by <span class=mas>masculine students</span>, and <span class=neuPer>x</span> of your items were <span class=neu>gender neutral</span>.  As you can see, this is an easy trap to fall into, and many schools policies end up banning large percentages of clothing items that are not explicitly prohibited for one group of students, still really target one group of students implicitly."}],"resultProse":"Of the clothes that you prohibited:","resultGenderProse":"are worn primarily by <strong>female students</strong>","resultRaceProse":"are worn primarily by <strong>students of color</strong>"}